{
  "meta": {
    "title": "الشروط والأحكام",
    "description": "اقرأ الشروط والأحكام لاستخدام خدمات LiveStreamRecorder."
  },
  "header": {
    "title": "الشروط والأحكام",
    "lastUpdated": "آخر تحديث: {date}"
  },
  "introduction": {
    "title": "مقدمة",
    "content": "باستخدامك لموقع LiveStreamRecorder.com وخدماته، فإنك توافق على الالتزام بهذه الشروط والأحكام. يرجى قراءتها بعناية قبل استخدام منصتنا. إذا كنت لا توافق على هذه الشروط، فلا يجوز لك استخدام الخدمة."
  },
  "serviceDescription": {
    "title": "وصف الخدمة",
    "content1": "يوفر LiveStreamRecorder منصة سحابية تمكّن صنّاع المحتوى من تسجيل وأرشفة وتخزين بثوثهم المباشرة تلقائياً من منصات مثل تيك توك، تويتش، يوتيوب، كيك، أفريكا تي في، وباندا لايف.",
    "content2": "من خلال التعامل مع التسجيل والتخزين عن بُعد على خوادمنا، يستفيد المستخدمون من راحة محسّنة واعتماد أقل على الأجهزة الشخصية — دون الحاجة لتثبيت برامج أو ترك أجهزتهم تعمل.",
    "content3": "LiveStreamRecorder هو مزود خدمة تقنية. نحن لا نستضيف أو نملك أو نتحكم في محتوى منصات البث التابعة لأطراف ثالثة."
  },
  "userContent": {
    "title": "محتوى المستخدم والترخيص",
    "content1": "تحتفظ بحقوق الملكية الفكرية على المحتوى الذي تقدمه لنا أو تسجله من خلال خدمتنا. لن ندّعي أبداً ملكية محتواك.",
    "content2": "باستخدامك لخدمتنا لتسجيل أو رفع أو نقل المحتوى، فإنك تمنح LiveStreamRecorder ترخيصاً غير حصري وبدون مقابل وقابلاً للتحويل والترخيص من الباطن وعالمياً لاستخدام واستضافة وتخزين وعرض وتوزيع وإتاحة محتواك لغرض تشغيل وتقديم الخدمة.",
    "content3": "يستمر هذا الترخيص حتى تحذف محتواك أو حسابك. ومع ذلك، قد يظل المحتوى الذي تمت مشاركته أو تحميله أو تخزينه مؤقتاً من قبل مستخدمين آخرين متاحاً.",
    "content4": "تُقر وتضمن أنك تملك أو لديك الحقوق اللازمة لجميع المحتوى الذي تسجله من خلال خدمتنا، وأن لديك السلطة لمنح هذا الترخيص."
  },
  "contentVisibility": {
    "title": "ظهور المحتوى",
    "content1": "باستخدامك لـ LiveStreamRecorder، فإنك تفهم وتوافق على أن التسجيلات التي تتم من خلال خدمتنا قد تكون مرئية للعامة للمستخدمين الآخرين على المنصة.",
    "content2": "أنت المسؤول الوحيد عن المحتوى الذي تسجله وتجعله متاحاً. إذا كنت لا ترغب في أن تكون تسجيلاتك عامة، يمكنك ضبط إعدادات الخصوصية حيثما توفرت أو الامتناع عن استخدام الخدمة.",
    "content3": "يمكنك طلب إزالة محتواك في أي وقت عن طريق الاتصال بنا أو استخدام عناصر التحكم المتاحة في إعدادات حسابك."
  },
  "ageRequirement": {
    "title": "شرط العمر",
    "content": "يجب أن يكون عمرك 18 عاماً على الأقل أو أن تكون قد بلغت سن الرشد في منطقتك لاستخدام هذه المنصة. بإنشاء حساب، تؤكد أنك تستوفي هذا الشرط."
  },
  "yourAccount": {
    "title": "حسابك",
    "intro": "عند التسجيل للحصول على حساب، فإنك توافق على:",
    "items": {
      "accurate": "تقديم معلومات دقيقة وحديثة وكاملة",
      "confidential": "الحفاظ على سرية بيانات تسجيل الدخول الخاصة بك",
      "noShare": "عدم مشاركة حسابك مع الآخرين",
      "oneAccount": "الاحتفاظ بحساب واحد فقط لكل شخص",
      "notify": "إخطارنا فوراً بأي وصول غير مصرح به",
      "responsibility": "تحمل المسؤولية عن جميع الأنشطة تحت حسابك"
    },
    "footer": "LiveStreamRecorder غير مسؤول عن أي خسارة أو ضرر ناتج عن فشلك في تأمين بيانات اعتماد حسابك."
  },
  "intellectualProperty": {
    "title": "الملكية الفكرية وحقوق النشر",
    "content1": "يحترم LiveStreamRecorder حقوق الملكية الفكرية للآخرين ويتوقع من المستخدمين فعل الشيء نفسه.",
    "content2": "باستخدامك لخدمتنا، تؤكد أن لديك الحق في تسجيل المحتوى الذي تضيفه إلى منصتنا. أنت المسؤول الوحيد عن ضمان أن استخدامك يتوافق مع قوانين حقوق النشر المعمول بها وشروط خدمة منصات البث التابعة لأطراف ثالثة.",
    "content3": "توافق على عدم استخدام LiveStreamRecorder لتسجيل محتوى لا تملكه أو ليس لديك إذن بتسجيله. أي سوء استخدام قد يؤدي إلى إنهاء حسابك وإجراءات قانونية محتملة من أصحاب الحقوق.",
    "content4": "يحتفظ LiveStreamRecorder بالحق في إزالة أو تعطيل الوصول إلى أي محتوى يُدّعى أنه منتهك وقد ينهي وصول المخالفين المتكررين للخدمة."
  },
  "prohibitedActivities": {
    "title": "الأنشطة المحظورة",
    "intro": "لا يجوز لك استخدام هذه المنصة من أجل:",
    "items": {
      "noRights": "تسجيل محتوى لا تملكه أو ليس لديك حقوق عليه",
      "minors": "تسجيل محتوى يتضمن قاصرين (أي شخص دون 18 عاماً) دون إذن مناسب",
      "exploit": "الوصول إلى محتوى يستغل أو يعرّض للخطر أو يجنّس القاصرين",
      "illegal": "الانخراط في أي نشاط غير قانوني",
      "harass": "مضايقة أو ملاحقة أو إيذاء الآخرين",
      "bots": "استخدام البوتات أو السكريبتات أو الأدوات الآلية لإساءة استخدام الخدمة",
      "multipleAccounts": "إنشاء حسابات متعددة للتحايل على القيود",
      "malware": "تحميل برامج ضارة أو خبيثة",
      "reverseEngineer": "الهندسة العكسية أو العبث بأنظمتنا"
    },
    "footer": "قد تؤدي المخالفات إلى إنهاء الحساب فوراً دون إشعار وقد تؤدي إلى إجراءات قانونية."
  },
  "contentRemoval": {
    "title": "إزالة المحتوى و DMCA",
    "content1": "نحتفظ بالحق في إزالة أي محتوى أو إنهاء أي حساب وفقاً لتقديرنا. سنستجيب لمطالبات انتهاك حقوق النشر ونتخذ الإجراءات المناسبة كما يتطلب القانون، بما في ذلك إزالة المحتوى المخالف وإنهاء وصول المخالفين المتكررين.",
    "content2": "إذا كنت تعتقد أن محتوى على منصتنا ينتهك حقوقك أو يتضمن قاصراً أو ينتهك هذه الشروط بطريقة أخرى، يرجى الاتصال بنا على contact@livestreamrecorder.com مع التفاصيل الكاملة للحل السريع.",
    "footer": "يرجى تضمين: وصف للعمل المحمي بحقوق النشر، ورابط المحتوى المخالف، ومعلومات الاتصال الخاصة بك، وبيان بأن لديك اعتقاداً حسن النية بأن الاستخدام غير مصرح به."
  },
  "thirdPartyPlatforms": {
    "title": "منصات الطرف الثالث",
    "content1": "تتكامل خدماتنا مع منصات البث التابعة لأطراف ثالثة. باستخدامك لخدمتنا، تُقر بأنك ملزم أيضاً بشروط وسياسات هذه المنصات:",
    "platforms": {
      "tiktok": "شروط خدمة تيك توك",
      "twitch": "شروط خدمة تويتش",
      "youtube": "شروط خدمة يوتيوب",
      "kick": "شروط خدمة كيك",
      "google": "شروط خدمة جوجل",
      "googlePrivacy": "سياسة خصوصية جوجل"
    },
    "content2": "أنت المسؤول الوحيد عن مراجعة والامتثال لشروط الطرف الثالث هذه. LiveStreamRecorder غير مسؤول عن أي إجراءات تتخذها منصات الطرف الثالث، بما في ذلك إزالة المحتوى أو تغييرات API أو قيود الحساب.",
    "content3": "التغييرات أو القيود التي تفرضها منصات الطرف الثالث قد تؤثر على توفر خدماتنا أو وظائفها. LiveStreamRecorder غير مسؤول عن أي انقطاعات تسببها منصات الطرف الثالث."
  },
  "payments": {
    "title": "المدفوعات والاشتراكات",
    "items": {
      "autoBill": "تُفوتر الخطط المدفوعة تلقائياً حتى تقوم بالإلغاء",
      "autoRenew": "تتجدد الاشتراكات تلقائياً ما لم يتم إلغاؤها قبل 24 ساعة على الأقل من تاريخ الفوترة التالي",
      "cancelAnytime": "يمكنك الإلغاء في أي وقت من إعدادات حسابك",
      "noRefunds": "لا استرداد لوقت الاشتراك غير المستخدم",
      "priceChanges": "قد نغير الأسعار مع إشعار معقول للمشتركين الحاليين",
      "failedPayments": "قد تؤدي المدفوعات الفاشلة إلى تقييد الوصول حتى يتم حلها",
      "taxes": "أنت مسؤول عن أي ضرائب مطبقة"
    }
  },
  "termination": {
    "title": "الإنهاء",
    "content1": "قد نعلق أو ننهي حسابك في أي وقت إذا انتهكت هذه الشروط أو انخرطت في أنشطة محظورة أو فشلت في حل مشاكل الدفع.",
    "content2": "يمكنك حذف حسابك في أي وقت من الإعدادات. يسري الإلغاء في نهاية دورة الفوترة الحالية.",
    "content3": "عند الإنهاء، سيتم إلغاء الوصول إلى الخدمة فوراً، وقد يتم حذف أي بيانات مخزنة على خوادمنا بشكل دائم."
  },
  "liability": {
    "title": "تحديد المسؤولية",
    "content": "يتم تقديم هذه المنصة كما هي ومتاحة دون ضمانات من أي نوع، سواء صريحة أو ضمنية. استخدامك للخدمة يكون على مسؤوليتك الخاصة.",
    "intro": "LiveStreamRecorder غير مسؤول عن:",
    "items": {
      "content": "المحتوى الذي ينشئه أو يسجله أو يصل إليه المستخدمون",
      "thirdParty": "تصرفات منصات البث التابعة لأطراف ثالثة",
      "interruptions": "انقطاعات الخدمة أو المشاكل التقنية",
      "indirect": "الأضرار غير المباشرة أو العرضية أو الخاصة أو التبعية",
      "lossData": "فقدان البيانات أو الأرباح أو الفرص التجارية",
      "unauthorized": "الوصول غير المصرح به بسبب فشلك في تأمين بيانات الاعتماد"
    },
    "footer": "إلى أقصى حد يسمح به القانون، لن تتجاوز مسؤوليتنا الإجمالية المبلغ الذي دفعته مقابل الخدمة خلال الاثني عشر (12) شهراً السابقة للحدث الذي أدى إلى المطالبة."
  },
  "indemnification": {
    "title": "التعويض",
    "content": "توافق على الدفاع عن LiveStreamRecorder والشركات التابعة له ومسؤوليه ووكلائه وموظفيه وتعويضهم وحمايتهم من أي مطالبات أو أضرار أو خسائر أو مسؤوليات أو تكاليف أو نفقات (بما في ذلك الرسوم القانونية) الناشئة عن استخدامك للمنصة أو انتهاكك لهذه الشروط أو انتهاكك لحقوق أي طرف ثالث."
  },
  "modifications": {
    "title": "التعديلات",
    "content1": "يحتفظ LiveStreamRecorder بالحق في تعديل أو تحديث أو إيقاف أي جزء من الخدمة في أي وقت دون إشعار مسبق. قد نقوم أيضاً بتحديث هذه الشروط في أي وقت.",
    "content2": "استمرار استخدام المنصة بعد التغييرات يعني قبولك للشروط الجديدة. سنقوم بتحديث تاريخ \"آخر تحديث\" في أعلى هذه الصفحة عند إجراء التغييرات."
  },
  "governingLaw": {
    "title": "القانون الحاكم",
    "content": "تخضع هذه الشروط وتُفسَّر وفقاً لقوانين الدنمارك، بغض النظر عن أحكام تعارض القوانين. أي نزاعات ناشئة عن هذه الشروط أو استخدامك للخدمة تخضع للاختصاص القضائي الحصري لمحاكم الدنمارك."
  },
  "contact": {
    "title": "تواصل معنا",
    "content": "أسئلة أو مخاوف حول هذه الشروط؟ تواصل معنا على contact@livestreamrecorder.com"
  },
  "footerNote": "باستخدامك لـ LiveStreamRecorder، فإنك تُقر بأنك قرأت وفهمت وتوافق على الالتزام بهذه الشروط والأحكام.",
  "disclaimer": "تيك توك، تويتش، يوتيوب، كيك، أفريكا تي في، وباندا لايف هي أسماء منتجات وشعارات وعلامات تجارية مملوكة لأصحابها. جميع أسماء الشركات والمنتجات والخدمات المستخدمة في هذا الموقع هي لأغراض التعريف فقط. استخدام هذه الأسماء والعلامات التجارية لا يعني المصادقة. LiveStreamRecorder ليس مرتبطاً بأي شكل من الأشكال بتيك توك أو تويتش أو يوتيوب أو كيك أو أفريكا تي في أو باندا لايف."
}
