{
  "meta": {
    "title": "الشروط والأحكام",
    "description": "اقرأ الشروط والأحكام لاستخدام خدمات LiveStreamRecorder."
  },
  "header": {
    "title": "الشروط والأحكام",
    "lastUpdated": "آخر تحديث: {date}"
  },
  "introduction": {
    "title": "مقدمة",
    "content": "باستخدامك لموقع LiveStreamRecorder.com وخدماته، فإنك توافق على الالتزام بهذه الشروط والأحكام. يرجى قراءتها بعناية قبل استخدام منصتنا. إذا كنت لا توافق على هذه الشروط، فلا يجوز لك استخدام الخدمة."
  },
  "serviceDescription": {
    "title": "وصف الخدمة",
    "content1": "يوفر LiveStreamRecorder منصة سحابية تمكّن المستخدمين من استخدام خوادمنا لتنفيذ مهام التسجيل التي تتطلب عادةً التشغيل المحلي على أجهزتهم الخاصة.",
    "content2": "من خلال التعامل مع التسجيل والأرشفة والتخزين عن بُعد على خوادمنا، يستفيد المستخدمون من راحة محسّنة ومعالجة أسرع واعتماد أقل على الأجهزة الشخصية — دون الحاجة لتثبيت برامج أو ترك أجهزتهم تعمل.",
    "content3": "LiveStreamRecorder هو مزود خدمة تقنية. نحن لا نستضيف أو نملك أو نتحكم في محتوى منصات البث التابعة لأطراف ثالثة."
  },
  "privateUse": {
    "title": "للاستخدام الشخصي فقط",
    "content1": "الخدمات المقدمة من LiveStreamRecorder مخصصة فقط للاستخدام الشخصي والخاص وغير التجاري.",
    "content2": "يُحظر أي استخدام تجاري للخدمة بشكل صارم دون موافقة كتابية مسبقة من LiveStreamRecorder. باستخدامك لهذه الخدمة، فإنك تُقر بأنك تصل إليها بصفتك فرداً خاصاً وليس لأي أغراض تجارية.",
    "content3": "يحتفظ LiveStreamRecorder بالحق في مراقبة نشاط الحساب لضمان الامتثال لهذه السياسة. في حالة اكتشاف مخالفات، قد يتم اتخاذ الإجراءات المناسبة، بما في ذلك تعليق الحساب أو إنهائه."
  },
  "ageRequirement": {
    "title": "شرط العمر",
    "content": "يجب أن يكون عمرك 18 عاماً على الأقل أو أن تكون قد بلغت سن الرشد في منطقتك لاستخدام هذه المنصة. بإنشاء حساب، تؤكد أنك تستوفي هذا الشرط."
  },
  "yourAccount": {
    "title": "حسابك",
    "intro": "عند التسجيل للحصول على حساب، فإنك توافق على:",
    "items": {
      "accurate": "تقديم معلومات دقيقة وحديثة وكاملة",
      "confidential": "الحفاظ على سرية بيانات تسجيل الدخول الخاصة بك",
      "noShare": "عدم مشاركة حسابك مع الآخرين",
      "oneAccount": "الاحتفاظ بحساب واحد فقط لكل شخص",
      "notify": "إخطارنا فوراً بأي وصول غير مصرح به",
      "responsibility": "تحمل المسؤولية عن جميع الأنشطة تحت حسابك"
    },
    "footer": "LiveStreamRecorder غير مسؤول عن أي خسارة أو ضرر ناتج عن فشلك في تأمين بيانات اعتماد حسابك."
  },
  "intellectualProperty": {
    "title": "الملكية الفكرية وحقوق النشر",
    "intro": "يحترم LiveStreamRecorder حقوق الملكية الفكرية للآخرين ويتوقع من المستخدمين فعل الشيء نفسه. نحن لا ندّعي ملكية أي محتوى يسجله المستخدمون أو يصلون إليه. تبقى جميع الحقوق لهذا المحتوى مع المنشئين الأصليين أو أصحاب الحقوق.",
    "agreementIntro": "باستخدامك لـ LiveStreamRecorder، فإنك تُقر وتوافق على أن:",
    "items": {
      "responsible": "أنت المسؤول الوحيد",
      "responsibleDesc": "عن الحصول على جميع الحقوق والأذونات اللازمة من أصحاب حقوق النشر قبل تسجيل أي محتوى أو الوصول إليه",
      "confirm": "أنت تؤكد",
      "confirmDesc": "أن استخدامك للخدمة يتوافق مع قوانين حقوق النشر المعمول بها وشروط منصات البث التابعة لأطراف ثالثة",
      "notUse": "لن تستخدم",
      "notUseDesc": "LiveStreamRecorder لإنشاء نسخ غير مصرح بها من البثوث المحمية بحقوق النشر أو انتهاك حقوق منشئي المحتوى",
      "legalConsequences": "أنت مسؤول",
      "legalConsequencesDesc": "عن أي عواقب قانونية ناتجة عن الاستخدام غير المصرح به للمحتوى المبثوث",
      "indemnify": "ستعوّض",
      "indemnifyDesc": "وتحمي LiveStreamRecorder من أي مطالبات تتعلق باستخدامك للخدمة",
      "misuse": "أي سوء استخدام",
      "misuseDesc": "قد يؤدي إلى إنهاء وصولك وإجراءات قانونية محتملة من أصحاب الحقوق"
    },
    "footer": "يحتفظ LiveStreamRecorder بالحق في إزالة أو تعطيل الوصول إلى أي محتوى يُدّعى أنه منتهك وقد ينهي وصول المخالفين المتكررين للخدمة."
  },
  "prohibitedActivities": {
    "title": "الأنشطة المحظورة",
    "intro": "لا يجوز لك استخدام هذه المنصة من أجل:",
    "items": {
      "minors": "متابعة أو تسجيل القاصرين (أي شخص دون 18 عاماً)",
      "exploit": "الوصول إلى محتوى يستغل أو يعرّض للخطر أو يجنّس القاصرين",
      "infringe": "انتهاك حقوق الملكية الفكرية دون إذن",
      "illegal": "الانخراط في أي نشاط غير قانوني",
      "harass": "مضايقة أو ملاحقة أو إيذاء الآخرين",
      "bots": "استخدام البوتات أو السكريبتات أو الأدوات الآلية لإساءة استخدام الخدمة",
      "multipleAccounts": "إنشاء حسابات متعددة للتحايل على القيود",
      "malware": "تحميل برامج ضارة أو خبيثة",
      "reverseEngineer": "الهندسة العكسية أو العبث بأنظمتنا",
      "commercial": "استخدام الخدمة لأي غرض تجاري دون إذن"
    },
    "footer": "قد تؤدي المخالفات إلى إنهاء الحساب فوراً دون إشعار وقد تؤدي إلى إجراءات قانونية."
  },
  "contentRemoval": {
    "title": "إزالة المحتوى و DMCA",
    "content1": "نحتفظ بالحق في إزالة أي محتوى أو إنهاء أي حساب وفقاً لتقديرنا. سنستجيب لمطالبات انتهاك حقوق النشر ونتخذ الإجراءات المناسبة كما يتطلب القانون، بما في ذلك إزالة المحتوى المخالف وإنهاء وصول المخالفين المتكررين.",
    "content2": "إذا كنت تعتقد أن محتوى على منصتنا ينتهك حقوقك أو يتضمن قاصراً أو ينتهك هذه الشروط بطريقة أخرى، يرجى الاتصال بنا على contact@livestreamrecorder.com مع التفاصيل الكاملة للحل السريع.",
    "footer": "يرجى تضمين: وصف للعمل المحمي بحقوق النشر، ورابط المحتوى المخالف، ومعلومات الاتصال الخاصة بك، وبيان بأن لديك اعتقاداً حسن النية بأن الاستخدام غير مصرح به."
  },
  "thirdPartyPlatforms": {
    "title": "منصات الطرف الثالث",
    "content1": "قد تعتمد خدماتنا على التكامل مع منصات البث التابعة لأطراف ثالثة (مثل TikTok وTwitch وYouTube وKick وغيرها). نحن لا نضمن الوصول المتواصل إلى هذه المنصات.",
    "content2": "التغييرات أو القيود التي تفرضها منصات الطرف الثالث (مثل تغييرات API، إزالة المحتوى، حظر المنصة) قد تؤثر على توفر خدماتنا أو وظائفها. LiveStreamRecorder غير مسؤول عن أي انقطاعات تسببها منصات الطرف الثالث.",
    "content3": "باستخدامك لخدماتنا، فإنك تُقر بأن أي تفاعل مع منصات الطرف الثالث يكون على مسؤوليتك الخاصة، وأنك المسؤول الوحيد عن الامتثال لشروطها وأحكامها."
  },
  "payments": {
    "title": "المدفوعات والاشتراكات",
    "items": {
      "autoBill": "تُفوتر الخطط المدفوعة تلقائياً حتى تقوم بالإلغاء",
      "autoRenew": "تتجدد الاشتراكات تلقائياً ما لم يتم إلغاؤها قبل 24 ساعة على الأقل من تاريخ الفوترة التالي",
      "cancelAnytime": "يمكنك الإلغاء في أي وقت من إعدادات حسابك",
      "noRefunds": "لا استرداد لوقت الاشتراك غير المستخدم",
      "priceChanges": "قد نغير الأسعار مع إشعار معقول للمشتركين الحاليين",
      "failedPayments": "قد تؤدي المدفوعات الفاشلة إلى تقييد الوصول حتى يتم حلها",
      "taxes": "أنت مسؤول عن أي ضرائب مطبقة"
    }
  },
  "termination": {
    "title": "الإنهاء",
    "content1": "قد نعلق أو ننهي حسابك في أي وقت إذا انتهكت هذه الشروط أو انخرطت في أنشطة محظورة أو فشلت في حل مشاكل الدفع.",
    "content2": "يمكنك حذف حسابك في أي وقت من الإعدادات. يسري الإلغاء في نهاية دورة الفوترة الحالية.",
    "content3": "عند الإنهاء، سيتم إلغاء الوصول إلى الخدمة فوراً، وقد يتم حذف أي بيانات مخزنة على خوادمنا بشكل دائم."
  },
  "liability": {
    "title": "تحديد المسؤولية",
    "content": "يتم تقديم هذه المنصة كما هي ومتاحة دون ضمانات من أي نوع، سواء صريحة أو ضمنية. استخدامك للخدمة يكون على مسؤوليتك الخاصة.",
    "intro": "LiveStreamRecorder غير مسؤول عن:",
    "items": {
      "content": "المحتوى الذي ينشئه أو يسجله أو يصل إليه المستخدمون",
      "thirdParty": "تصرفات منصات البث التابعة لأطراف ثالثة",
      "interruptions": "انقطاعات الخدمة أو المشاكل التقنية",
      "indirect": "الأضرار غير المباشرة أو العرضية أو الخاصة أو التبعية",
      "lossData": "فقدان البيانات أو الأرباح أو الفرص التجارية",
      "unauthorized": "الوصول غير المصرح به بسبب فشلك في تأمين بيانات الاعتماد"
    },
    "footer": "إلى أقصى حد يسمح به القانون، لن تتجاوز مسؤوليتنا الإجمالية المبلغ الذي دفعته مقابل الخدمة خلال الاثني عشر (12) شهراً السابقة للحدث الذي أدى إلى المطالبة."
  },
  "indemnification": {
    "title": "التعويض",
    "content": "توافق على الدفاع عن LiveStreamRecorder والشركات التابعة له ومسؤوليه ووكلائه وموظفيه وتعويضهم وحمايتهم من أي مطالبات أو أضرار أو خسائر أو مسؤوليات أو تكاليف أو نفقات (بما في ذلك الرسوم القانونية) الناشئة عن استخدامك للمنصة أو انتهاكك لهذه الشروط أو انتهاكك لحقوق أي طرف ثالث."
  },
  "modifications": {
    "title": "التعديلات",
    "content1": "يحتفظ LiveStreamRecorder بالحق في تعديل أو تحديث أو إيقاف أي جزء من الخدمة في أي وقت دون إشعار مسبق. قد نقوم أيضاً بتحديث هذه الشروط في أي وقت.",
    "content2": "استمرار استخدام المنصة بعد التغييرات يعني قبولك للشروط الجديدة. سنقوم بتحديث تاريخ \"آخر تحديث\" في أعلى هذه الصفحة عند إجراء التغييرات."
  },
  "governingLaw": {
    "title": "القانون الحاكم",
    "content": "تخضع هذه الشروط وتُفسَّر وفقاً لقوانين الدنمارك، بغض النظر عن أحكام تعارض القوانين. أي نزاعات ناشئة عن هذه الشروط أو استخدامك للخدمة تخضع للاختصاص القضائي الحصري لمحاكم الدنمارك."
  },
  "contact": {
    "title": "تواصل معنا",
    "content": "أسئلة أو مخاوف حول هذه الشروط؟ تواصل معنا على contact@livestreamrecorder.com"
  },
  "footerNote": "باستخدامك لـ LiveStreamRecorder، فإنك تُقر بأنك قرأت وفهمت وتوافق على الالتزام بهذه الشروط والأحكام."
}
